Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual int Erase(
	FamilyType item
)
  Visual Basic
Public Overridable Function Erase ( _
	item As FamilyType _
) As Integer
  Visual C++
public:
virtual int Erase(
	FamilyType^ item
)
 Parameters
  item
 Type:  Autodesk.Revit.DB FamilyType
 See Also
  FamilyTypeSet Class
  Autodesk.Revit.DB Namespace